[
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Commerce experiences that teach themselves",
    "Teaser": "...the role AI will play in ontext marketing",
    "Speaker": "XCentium",
    "Location": "Partner Pavilion Theatre",
    "Time": "10:15am–10:35am",
    "StartTime": "10:15 AM",
    "FormattedTime": "10:15am<br/>10:35am",
    "Description": "With the growth of Machine Learning (ML), Artificial Intelligence (AI), and Natural Language Processing (NLP), we are not only able to draw conclusions and find patterns in large sets of data, but also create self-improving and “thinking” applications! With the introduction of the Internet of Things we can now interact with the Web using the language that we speak - not computers. Come to our Theatre session to see how we have harnessed the power of ML and IoT to provide seamless, highly personalized and most importantly self-improving Sitecore Commerce experiences.",
    "Tags": "machine learning, IoT, commerce, personalization"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "What's New for Content Management in Sitecore’s Latest Release",
    "Teaser": "Come discover… New content management features and capabilities of Sitecore.",
    "Speaker": "Alec Orlov, Product Manager - Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Sitecore Experience Platform latest release includes a number of new content management features. Alec Orlov, Sitecore Product Manager, will walk you through them.",
    "Tags": "content management"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "What’s new in Azure? Lots!",
    "Teaser": "...the latest updates to Azure services and tooling, and how to leverage them as a Sitecore developer",
    "Speaker": "Michael Collier, Microsoft",
    "Location": "Montego ABC",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Innovation in the cloud happens at a lightning pace. Features available today look vastly different than a few months ago and new or updated services seem available every time you open the Azure Portal. During this session, we’ll review many of the new Microsoft Azure features, and explore some of the new functionality now available via the Azure APIs and tooling updates. Finally, we’ll look at how to leverage Azure’s new capabilities within your Sitecore environment.",
    "Tags": "azure"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Hands-on with Sitecore Commerce: What I’ve learned",
    "Teaser": "..real-world experiences in developing on Sitecore Commerce",
    "Speaker": "Brian Holmgård Kristensen, Vertica A/S",
    "Location": "Montego DEF",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "As an experienced full-stack Commerce developer and instructor, Brian Holmgård Kristensen has worked with some of the largest e-commerce projects in Denmark at Vertica A/S. Benefit from his learnings in this session, as he shares practical knowledge and advice on installation, architecture, extensibility/customization, integration points, performance, and much more. ",
    "Tags": "setup, architecture"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Implementing xDB and EXM in Denmark’s largest bank",
    "Teaser": "..how to implement Sitecore in a highly secure environment",
    "Speaker": "Rune Alblas& Lars Erhardsen,Implicit ApS",
    "Location": "Jamaica",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Implementing the Sitecore platform takes on new meaning in the context of a highly secure environment. Join Lars Erhardsen and Rune Alblas of Implicit ApS to hear how they set up xDB and EXM in Denmark’s largest bank, including key insights into architecture and solution design. ",
    "Tags": "setup, architecture, security, devop"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Time to Value— Driving ROI with the Sitecore Experience Platform",
    "Teaser": "...a methodology to put your project in the fastlane to a solid return sure to exceed expectations",
    "Speaker": "Greg Baxter, eDynamic",
    "Location": "Mirage Events Center C1",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "The world of context marketing can at first seem complex, resource hungry, and laborious. Time to Value is a businessfocused methodology that fast-tracks companies into the world of personalization and optimization; strategy and outcomes are typically delivered inside 30 days. This session will provide knowledge of integrated experiences and cover best practices around engagement analytics, personalization, and AB testing.",
    "Tags": "engagement analytics, personalization, AB testing, best practices"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Why are you not using Sitecore Analytics?",
    "Teaser": "...the power of Sitecore Analytics",
    "Speaker": "Kristine Stebbins, Beyond Vigilant",
    "Location": "St. Thomas AB",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Sitecore Analytics is extremely powerful, but oftentimes marketers simply aren’t aware of the power of the system and what is available to them. Through anecdotes and real world scenarios, Kristine Stebbins, CEO of Beyond Vigilant will clear up misconceptions about Analytics and give a rich perspective on the tool’s potential.",
    "Tags": "engagement analytics, reports"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Revamped commerce platform accelerates marketing",
    "Teaser": "...how a multi-brand company created a better experience while improving efficiencies",
    "Speaker": "Jamie Saunders, Neenah Paper & Packaging Andrew Crowder, RDA",
    "Location": "Antigua AB",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Neenah, a premium paper and packaging manufacturer, consolidated its various brands and e-commerce sites onto Sitecore Commerce. In this session, they’ll share how the move enabled them to create a better customer experience while improving efficiencies of their internal processes, helping their marketing department rapidly launch new sites, run tailored promotions, and control everything from one simple platform.",
    "Tags": "commerce, productivity"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Checking in with the Context Marketing Stars from Symposium 2016",
    "Teaser": "...what great Context Marketing programs look like one year later",
    "Speaker": "Bryan Hardman, Herschend Family Entertainment Nicol Chadek, Microsoft Renate Van Der Vaart, Danone Nutricia",
    "Location": "Mirage Events Center C3",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "At our 2016 Symposium, different companies shared their Sitecore Context Marketing story and how they tackled implementation. We thought it’d be fun to reconnect with some of them in 2017 and see what’s changed. Join Microsoft, Danone Nutricia, and Herchend Family Entertainment to hear how Sitecore has settled in, how they’ve expanded and what the future holds.",
    "Tags": "future, case study"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Building your platform for scale",
    "Teaser": "...how Sitecore can help you scale",
    "Speaker": "Deepak Mathews, Zurich Andrew Laing, Honeywell",
    "Location": "St. Croix AB",
    "Time": "11:45am–12:30pm",
    "StartTime": "11:45 AM",
    "FormattedTime": "11:45am<br/>12:30pm",
    "Description": "Consolidation of the CMS Platform is the Foundation for any Digital Transformation. But scaling an environment with Multi Sites, multiple languages, distributed editor teams, working on multiple platforms, can be challenging.",
    "Tags": "enterprise, multilanguage"
  },
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "2C retail accelerated: A beautiful and powerful Storefront on Sitecore Commerce",
    "Teaser": "..what the next generation of retail looks like",
    "Speaker": "EPAM",
    "Location": "Partner Pavilion Theatre",
    "Time": "12:45pm–1:05pm",
    "StartTime": "12:45 PM",
    "FormattedTime": "12:45pm<br/>1:05pm",
    "Description": "See a live demo of a beautifully-designed customer B2C e-Commerce storefront called Wooli. The solution allows businesses to market products on their sites based on audience personas and incorporates analytics to provide a 360 view of your customers, increasing engagement among users and generating revenue. The solution also provides additional features beyond the benefits of Sitecore Commerce and is based on best practices in Helix-based architecture.",
    "Tags": "case study, commerce, engagement value, ROI, helix"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Introduction to the latest generation of Sitecore Commerce",
    "Teaser": "...what’s new in the latest version of Sitecore Commerce",
    "Speaker": "Kerry Havas, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Sitecore Commerce latest release builds on the microservices architecture that debuted with version 8.2.1 earlier in 2017. It will be the first release entirely on this new platform - without the legacy code of Commerce Server - and adds Catalog, Inventory, and Customer subsystems. In this session, we will demonstrate these new aspects and show a new approach to the Commerce business tools for merchandisers.",
    "Tags": "commerce, architecture"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Technical deep dive: SXA",
    "Teaser": "...how SXA works and what’s in the works",
    "Speaker": "Adam Najmanowicz, Sitecore",
    "Location": "Montego ABC",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Join the architect of SXA to hear how it was designed and what new aspects will be introduced over the upcoming quarter. There will be specific focus on the updated Creative Exchange, and Cross-Site Content, multi-site management tools that will allow for easy rollouts.",
    "Tags": "sxa"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Introduction to Sitecore Marketing Automation",
    "Teaser": "...what marketing automation can do for you",
    "Speaker": "David Hughes, Sitecore Alistair Deneys, Sitecore",
    "Location": "Montego DEF",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Build timely, relevant, and personalized experiences for your customers. In this session, you will see how automation applies to your business needs, and learn some of the fundamentals and strategies to help you get started building your own automation campaigns. We will also show how automation can be customized to integrate with your existing services. This is a session for marketers and their developer friends.",
    "Tags": "automation, campaigns, marketing"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Tweet your heart out: Sitecore, social media and contextual marketing",
    "Teaser": "...how the social media activities you’re already engaged in can be measured and leveraged",
    "Speaker": "Jacqueline Baxter & Elena Mosoff, Hedgehog",
    "Location": "Mirage Events Center C1",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "It’s all about engagement: fusing the power of Sitecore with social media and native content is a winning combination that improves and customizes the customer experience. There are a myriad of powerful tools within Sitecore that can help marketers improve both the customer experience and the ROI of their marketing activities, but a solid percentage of marketers aren’t using them. This session will show you how to combine the efficiency of Sitecore Content Management with the insight of Sitecore’s contextual marketing capabilities to craft a unique and powerful customer experience leveraging the reach of social media.",
    "Tags": "social media, engagement analytics, contextual marketing"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "The path to riches: Analyzing campaigns from click to revenue",
    "Teaser": "...how to use Sitecore Path Analyzer to measure the ROI of every marketing campaign",
    "Speaker": "Eric Jan C. van Putten, Sitecore",
    "Location": "St. Thomas AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "As a marketer, you already know that your work makes a major contribution to sales and revenues. Now you can prove it. This session, led by Sitecore’s marketing operations manager, uses Sitecore Path Analyzer to track click-to-revenue results of campaigns built with a full complement of Sitecore features and capabilities. We’ll track the results of every click on the campaign and follow the path of the current and future customers to revenue. Whether you’re new to Sitecore or an experienced user, this session will show that Sitecore doesn’t just “drink our own champagne.” We share it with our customers.",
    "Tags": "path analyzer, campaings"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Sitecore advocacy: How to Market Sitecore to your internal team",
    "Teaser": "...how to get your co-workers excited about Sitecore",
    "Speaker": "Jhasmal Hardyway, Textron Aviation",
    "Location": "Antigua AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "The Sitecore Experience Platform and its digital marketing capabilities can be a competitive advantage—but explaining this to your company’s management and marketing team members can sometimes be difficult. Join this session to learn simple ways of explaining how personas, patterns, and campaigns can improve your company’s digital presence and easily segment your audiences.",
    "Tags": "profiling, campaigns, segmentation"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Chick-fil-a: Omni-channel engagement and commerce",
    "Teaser": "...the marriage of engagement and commerce",
    "Speaker": "Ashley Callahan  & Tiffany Greenway Chick-fil-A",
    "Location": "Mirage Events Center C3",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Popular fast food chain, Chick-fil-A has been at the forefront of multichannel innovation, employing strategies across the board to stay ahead in the digital age. In this session, you’ll hear the company’s mobile commerce story and how the use of analytics and personalization has led to increased engagement with editorial content, improved conversion on key campaigns, increased app downloads and purchases, and higher online catering revenue.",
    "Tags": "case study, personalization, engagement value, campaings, ROI"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Dazzling data: How to impress with dashboards",
    "Teaser": "...how to improve your dashboard skills",
    "Speaker": "Jason Wilkerson, RBA Tim Ahlenius, Americaneagle.com Amir Setoudeh, XCentium",
    "Location": "St. Croix AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Dashboards may not be the first advantage that comes to mind when you think of Sitecore—and that’s exactly why you should join this session. Hear from a panel of experts who have learned how to get the most out of Sitecore’s data and analytics, going beyond out-of-the-box to create killer dashboards that lend deeper insights and impress executives.",
    "Tags": "analytics insights, reports"
  },
  {
    "Date": "10/17/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Commerce",
    "Teaser": "...how to use the tools in our Commerce suite",
    "Speaker": "Klaus Petersen, Alpha Solutions",
    "Location": "Bermuda AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Today’s online shopper is sophisticated and demanding; the technology they interact with should be too. Utilized together with the rest of the experience platform, Sitecore Commerce can achieve true Commerce In Context. We’ll show you how to do just that, taking you through some common e-tail merchandising tasks and showing how to implement them efficiently using the tools of Sitecore Commerce.",
    "Tags": "commerce"
  },
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Driving global customer experiences through language",
    "Teaser": "...how 80 of the largest brands are going global",
    "Speaker": "Lionbridge",
    "Location": "Partner Pavilion Theatre",
    "Time": "2:40pm–3:00pm",
    "StartTime": "2:40 PM",
    "FormattedTime": "2:40pm<br/>3:00pm",
    "Description": "The Lionbridge solution automates the transmission of content between Sitecore and Lionbridge’s translation technology, making it quicker and more cost effective to manage multilingual sites.",
    "Tags": "multilanguage, localization"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "How the new XPF service APIs power your mission to create amazing customer experiences",
    "Teaser": "...the new and updated underlying API stack of the Sitecore Experience Platform",
    "Speaker": "Todd Mitchell, Sitecore Alistair Deneys, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "From collection and segmentation to marketing automation, the XP Foundation offers several new and upgraded service APIs to help you create amazing customer experiences. Learn how to leverage the APIs used by Sitecore products to impact your customer’s experiences.",
    "Tags": "api, services, marketing"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Security in Azure: Make Sitecore a hard target: Securing Azure PaaS and beyond",
    "Teaser": "...how automation in Azure can be put to use to secure Sitecore PaaS implementations",
    "Speaker": "Grant Killian & Kelly Rusk, Rackspace",
    "Location": "Montego ABC",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Sitecore publishes security-hardening practices, but how does one apply this guidance to an Azure PaaS implementation of Sitecore? What additional considerations does the PaaS landscape raise? Rackspace will share how they approach automation in Azure to secure Sitecore PaaS projects, with practical security-hardening practices you can put to use immediately.",
    "Tags": "azure, paas, security, automation, devop"
  },
  {
    "Date": "10/17/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Introduction to SXA Storefront",
    "Teaser": "..how SXA and the new commerce storefront work together",
    "Speaker": "Søren Kerrn, Sitecore Rob Earlam, Sitecore",
    "Location": "Montego DEF",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Stay tuned for details!",
    "Tags": "sxa"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Adding AdWords to the experience",
    "Teaser": "...how to influence and automate Google AdWords buys and bidding",
    "Speaker": "Scott Gillis & John Ours, Paragon Consulting",
    "Location": "Mirage Events Center C1",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Successful Google AdWord bid strategies are a critical component in converting Google searches to site visits and new customers. While Sitecore has a wealth of information about your site’s content and visitor behavior, it doesn’t have interaction with your Google AdWords buys—until now. During this session, Scott Gillis, Lead Consultant and John Ours, VP of Strategy at Paragon Consulting, will walk you through the possibilities of using Sitecore visitor Engagement Values to influence and automate Google AdWords buys and bidding. As you gain a better understanding of what makes for an engaged customer, you will better leverage the money you spend to create higher conversion rates and drive more sales.",
    "Tags": "ROI, engagement value"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Globalize your message with localization",
    "Teaser": "...how to carry sentiment from language to language",
    "Speaker": "Meena Verma, Alpha Assembly Solutions",
    "Location": "St. Thomas AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Expanding your marketing to other languages is a thrilling and slightly daunting achievement. You want to ensure you’re communicating consistent brand messaging that breaks regional and cultural boundaries. Join Meena Verma, Global Digital Marketing Manager at Alpha Assembly Solutions, to hear how Sitecore tools can ease the transition, utilizing localization to deliver personalized content, better customer engagement, and relevant site traffic across platforms, markets, and regions ",
    "Tags": "content, multilanguage, localization, personalization"
  },
  {
    "Date": "10/17/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "The personalization boondoggle",
    "Teaser": "...how to avoid long interaction cycles, multi-device profiling, creepiness, and collisions",
    "Speaker": "John Berndt, The Berndt Group",
    "Location": "Antigua AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "The challenges for personalizing multichannel, multi-device experiences over longer cycles are significant, so most organizations limit their activities to a smaller range. But the promise of longer term personalization resulting in better outcomes and engagement shouldn’t be ignored. Join John Berndt, CEO of The Berndt Group to understand how to avoid problems that come from designing and implementing a highly personalized environment.",
    "Tags": "personalization, ROI, case study"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Connecting the next big thing",
    "Teaser": "...how to prime your strategy for the next generation customer experience",
    "Speaker": "Alex Shyba & Lars Birkholm Sitecore Mark Stiles, Velir Amrit Raj, Xcentium Jonathan Bobo, Proximity BBDO",
    "Location": "Mirage Events Center C3",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Machine Learning, digital personal assistant, chatbots, headless—all emerging topics that we from a business POV have to consider to shape the next gen customer experience. Join this fast-paced session, where our speakers will showcase how Sitecore can be connected with emerging technologies to create the best possible customer experience and meet rising customer expectations.",
    "Tags": "future, integration"
  },
  {
    "Date": "10/17/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Getting ready for next-gen commerce",
    "Teaser": "...next-gen commerce strategies and tactics from a people, process and technology POV",
    "Speaker": "Wanda Cadigan, Sitecore",
    "Location": "St. Croix AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Next-gen Commerce is not stand-alone, it’s connected, it’s focused on continuing the conversation with the customer and it’s omni channel with IoT. Join this session and learn, how you can get ready for providing next-gen commerce experiences, what are some of the strategies and tactics from a people, process and technology POV that will help to get you there.",
    "Tags": "commerce, IoT, integration"
  },
  {
    "Date": "10/17/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Multilingual Content at Scale",
    "Teaser": "...how the globe’s pre-eminent healthcare system, mayoclinic.org, translated one million words",
    "Speaker": "Daniel Cozine & Melinda Klein Mayo Clinic",
    "Location": "Bermuda AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "The Mayo Clinic team spent the majority of 2016 working on a major effort to translate the majority of their flagship product, www.mayoclinic.org. Funding was provided to translate one million words, and the charge was given to cover as much of the site as it would allow. Mayoclinic.org, which is built on Sitecore, went live in March 2017 with a Spanish version, and a project has been launched to provide an Arabic site within the next year. The team at Mayo Clinic would like to share the tools they used, the challenges they encountered, and their lessons learned with the Sitecore community. After this presentation, the audience will have a new perspective on what considerations they should take into account as they embark upon a multilingual project using Sitecore. They will also have sample code snippets and tips to get past potential difficulties, and tips about certain settings that can help their efforts.",
    "Tags": "multilanguage, localization, case study"
  },
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Sitecore on Steroids: Accelerated Growth at Warp Speed",
    "Teaser": "...how much can be achieved in a single Sitecore implementation",
    "Speaker": "Horizontal Integration",
    "Location": "Partner Pavilion Theatre",
    "Time": "5:30pm–5:50pm",
    "StartTime": "5:30 PM",
    "FormattedTime": "5:30pm<br/>5:50pm",
    "Description": "Horizontal Integration collaborated with Raymond James Financial to radically accelerate marketing operations. The result is a digital ecosystem now growing beyond 7,000 sites—all on a single implementation of Sitecore.",
    "Tags": "case study, enterprise"
  },
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "It’s still the ‘experience’ that drives the ‘commerce’",
    "Teaser": "...how to optimize across channels for all your customers",
    "Speaker": "Verndale",
    "Location": "Partner Pavilion Theatre",
    "Time": "6:00pm–6:20pm",
    "StartTime": "6:00 PM",
    "FormattedTime": "6:00pm<br/>6:20pm",
    "Description": "Brand, marketing, and commerce continue to merge and optimize omni-channel experience. Hear about Verndale’s unique approach using Sitecore to optimize engagement and conversion for all customers and roles across the sales/marketing funnel.",
    "Tags": "engagement value"
  },
  {
    "Date": "10/17/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Redefining ROI: Win big with on-demand customer employee communities",
    "Teaser": "...how to develop actionable intelligence",
    "Speaker": "Telligent",
    "Location": "Partner Pavilion Theatre",
    "Time": "6:30pm–6:50pm",
    "StartTime": "6:30 PM",
    "FormattedTime": "6:30pm<br/>6:50pm",
    "Description": "Don’t gamble with your customer relationships. Learn from Telligent Community how to measure Return-On-Interaction by effectively listening to the voice of your customers.",
    "Tags": "community, integration"
  },
  {
    "Date": "10/17/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Search",
    "Teaser": "...which functionalities make for successful search",
    "Speaker": "Justin Pettinger, XCentium",
    "Location": "Bermuda AB",
    "Time": "11:45pm–12:30pm",
    "StartTime": "11:45 PM",
    "FormattedTime": "11:45pm<br/>12:30pm",
    "Description": "Search looks simple enough when it works well, but behind the scenes is a different matter. A successful search page must include the right algorithms, design, and content—in the right combination and right form. Join Justin Pettinger, Lead Commerce Architect at Xcentium, to hear which technologies deliver the most bang for your buck, what needs to be implemented to have a successful search page, and best practices for implementing a stellar product search.",
    "Tags": "search"
  },
  {
    "Date": "10/18/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Experience-led commerce: stop selling products, start creating moments",
    "Teaser": "...how to balance transactional and emotional experiences",
    "Speaker": "SapientRazorfish",
    "Location": "Partner Pavilion Theatre",
    "Time": "9:15am–9:35am",
    "StartTime": "9:15 AM",
    "FormattedTime": "9:15am<br/>9:35am",
    "Description": "SapientRazorfish will outline the current state of ecommerce and how a relentless focus on transacting alone will not be defensible territory for brands in the future.",
    "Tags": "commerce"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Technical deep dive: New extension points",
    "Teaser": "...how to get even more out of xConnect",
    "Speaker": "Niels Kühnel, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Stay tuned for details!",
    "Tags": "xconnect, future, SitecoreX"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Deploying Sitecore to Microsoft Azure",
    "Teaser": "...options for deploying Sitecore to Azure",
    "Speaker": "Ciaran McAuliffe, Sitecore",
    "Location": "Montego ABC",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Full integration of Sitecore on the Microsoft Azure Platform, opens up a whole new world of opportunity. However, it also brings a myriad of new questions as to how this can be achieved. Join this session to learn the different ways Sitecore can be deployed to Azure, from completely controlling it yourself via PowerShell scripts and ARM templates to deploying via the Azure Marketplace where no deep technical knowledge is required.",
    "Tags": "azure, setup, deployment, devop"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Technical deep dive: Building connectors for the latest release of Sitecore Commerce",
    "Teaser": "...how to extend Sitecore Commerce functionality with custom plugins",
    "Speaker": "Brandon Hubbard, Sitecore",
    "Location": "Montego DEF",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Sitecore Commerce is built on the notion of opt-in complexity—you only install what you need to achieve your aims and you can grow that functionality easily over time. In addition to utilizing Sitecore plugins, customers and partners can add their own functionality by building plugins to cater to specific verticals or markets. In this session, we’ll show how plugins are built for Sitecore Commerce using SDK examples.",
    "Tags": "commerce"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Build mobile apps for Sitecore with Xamarin",
    "Teaser": "...how to design and build mobile apps that interact with Sitecore.",
    "Speaker": "Roberto Ferrer & Stefano Tempesta, Education First",
    "Location": "Jamaica",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Access to business processes and content from mobile devices in the field is no longer a nice-to-have, but a must-have. This session will cover how to incorporate Sitecore content into mobile apps, and how to collect information from mobile app users that can be used in Sitecore.",
    "Tags": "content, mobile"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "What does the latest version of Sitecore mean to you?",
    "Teaser": "...more about what you heard in the keynote",
    "Speaker": "John Field, Sitecore",
    "Location": "Mirage Events Center C1",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": " What’s new, why does it matter and how can you capitalize.",
    "Tags": "sitecoreX, future"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "No more mythical phase 2: Experience marketing becoming reality",
    "Teaser": "...how to plan for experience marketing throughout the development process",
    "Speaker": "Evonne Walls, Samartian Health Services Tim Ahlenius, Americaneagle.com",
    "Location": "St. Thomas AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "This session will highlight a real-world example of how planning efforts for Experience Marketing throughout the original development process came to fruition, allowing Samaritan Health Services to have accessible data that could be acted upon for the implementation of personalization, AB Testing, & refinement of the profiling efforts in Sitecore from initial launch of their site. Walk through the process from start to finish, as Americaneagle.com highlights the planning & execution as well as the road bumps that were overcome along the way. Get a glimpse into the analysis of data collected & how it was not only applied but also refined for future analysis to ensure that data driven decisions were improving the efforts of experience marketing.",
    "Tags": "personalization, profiling, ab testing, case study"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Empowered analytics: take the guess work out of personas",
    "Teaser": "...smarter personas via machine learning",
    "Speaker": "Abe Taylor, ICF Olson",
    "Location": "Antigua AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "When it comes to personalization and profiling, the issue we hear most is how hard it is to get started. Using Azure Machine Learning to analyze and process data can move you past historical data into truly predictive analytics. We’ll work through this complex subject from a marketing perspective, focusing on how customers can move toward generated personas driven by known attributes and site-wide behaviors.",
    "Tags": "machine learning, profilling, personalization, predictive analytics"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Innogy: How German energy giant benefits from personalization using Sitecore",
    "Teaser": "...personalization’s role in the digital transformation of the energy company of the future.",
    "Speaker": "Sandra Köhler innogy SE Michal Popelár, Actum",
    "Location": "Mirage Events Center C3",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "All companies are challenged by rapidly changing markets and increasing customer needs. Innogy has selected Sitecore for its personalization capabilities to support complete transformation to the modern energy company of the future. Innogy representative with Sitecore partner Actum will show you five examples of how to significantly improve business results, how personalization helps to put customer in the center and how Sitecore helps keep the pace of transformation with emerging digital markets and services.",
    "Tags": "case study, personalization, ROI"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Content strategy: how to plan and create content for context",
    "Teaser": "Coming soon!",
    "Speaker": "Charlotte Ziems, Sitecore",
    "Location": "St. Croix AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Coming soon!",
    "Tags": "content"
  },
  {
    "Date": "10/18/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Experience Editor",
    "Teaser": "... how to uncomplicate your content management process",
    "Speaker": "Jeffrey Rondeau, DEG",
    "Location": "Bermuda AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Sitecore is all about the customer experience, delivering the right experience to the right person at the right time. However, while the customer experience is key, it shouldn’t come at the expense of the experience for those who are using Sitecore every day. It is our job as developers to bring a great experience to the people using it to then ensure the customer experience is maximized. In this session, I will cover a myriad of ways to maximize the content management experience of your users, ranging from basic features like tooltips and thumbnails to more advanced concepts, such as separating editing interfaces for your site frame and creating entire sections of content in one click by customizing branch templates",
    "Tags": "content management, productivity"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Upgrading to the latest version of Sitecore",
    "Teaser": "...how to upgrade to the next generation of Sitecore",
    "Speaker": "Alexey Vaschenko, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Sitecore has been investing in improving and simplifying the experience of upgrading a Sitecore server. This session will demonstrate how to upgrade a Sitecore 8 server to the latest version, and will provide information on how to plan your own upgrade.",
    "Tags": "upgrade, deployment, devop"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Effective DevOps for Sitecore",
    "Teaser": "...how to handle change management and collaboration during development",
    "Speaker": "Joseph Bissol, Comcast Kam Figy, ConnectiveDX Derek Hunziker, Hedgehog",
    "Location": "Montego ABC",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Properly handling change management and collaboration can often make the difference between a successful and a failed implementation. In this session, innovators from Comcast, Connective DX, and Hedgehog will share their experiences building, maintaining, and deploying some of the largest and most complex Sitecore installations in the world.",
    "Tags": "setup, deployment, devop, enterprise"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Implementing Sitecore solutions with Helix",
    "Teaser": "...how to effectively implement Helix principles in your Sitecore implementation",
    "Speaker": "Ruud van Failer, ParTech Neil Shack, Coretec Digital Dan Solovay, Velir",
    "Location": "Montego DEF",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Join Sitecore Senior Product Manager Thomas Eldblom and a panel of MVPs and Sitecore experts in a discussion around the Sitecore Development Experience and the official conventions and principles for Sitecore development, codename Helix. What’s great, what’s good, and what’s missing - we’ll cover it all.",
    "Tags": "helix, architecture"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Achieving a unified digital experience using Federated Experience Manager",
    "Teaser": "...how to unify the personalization and analytics across all your domains",
    "Speaker": "Benjamin Adamski, Avanade",
    "Location": "Jamaica",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Your brand has numerous digital presences: some in Sitecore and some not. Using Sitecore’s Federated Experience Manager (FXM), you can achieve a single view of your customer, regardless of whether the digital experience is delivered by Sitecore or another system. The FXM Beacon enables you to bring Sitecore’s personalization and tracking features to those digital presences that are not delivered by Sitecore. This demo-focused session will show you how.",
    "Tags": "fxm, marketing, beacon"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "What does the latest version of Sitecore Commerce mean to you?",
    "Teaser": "...more about what you heard in the keynote",
    "Speaker": "Nate Barad, Sitecore",
    "Location": "Mirage Events Center C1",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "What’s new, why does it matter and how can you capitalize.",
    "Tags": "sitecoreX"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "3 reasons why SXA is totally worth it!",
    "Teaser": "...how to take on a new and innovative approach to web marketing with SXA",
    "Speaker": "Stephen Munoz, Parametric Rufino Virata, Slalom",
    "Location": "St. Thomas AB",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Can Sitecore Experience Accelerator (SXA) really deliver on the promise of reduced time-to-market? Find out why the answer is a resounding yes and hear real-world evidence from Parametrica and Slalom. If you’re experiencing a large gap in timeline and development costs between your ideal Sitecore implementation and what you can realistically accomplish, SXA can bridge that gap.",
    "Tags": "sxa, case study"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "What a customer-first strategy means today: How to finally walk the talk",
    "Teaser": "...how to lead a customer-first strategy and get more impact within your organization",
    "Speaker": "Denyse Drummond-Dunn, C3Centricity",
    "Location": "Antigua AB",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Are you frustrated to be spending thousands or millions on gathering customer information but still don’t know them deeply? Are your products and services not selling as well as you had hoped? If so, then join Denyse Drummond-Dunn and discover how to exponentially grow your business through deeper customer understanding.",
    "Tags": "profiling, segmentation, ROI"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Atlantis the Palm: How to create five-star omnichannel experiences",
    "Teaser": "...how a world-class resort uses Sitecore",
    "Speaker": "Ravini Perera, Christopher Pascoe, & Hershna Langworth, Atlantis The Palms",
    "Location": "Mirage Events Center C3",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "Atlantis the Palm has an endless array of options for guests at the Palm Jumeirah in Dubai, with more than 1,500 rooms, more than 20 restaurants, marine and waterpark packages, and endless shopping and nightlife. The resort relies on the Sitecore Experience Platform to deliver a personalized omnichannel experience, optimizing the guest’s journey from the moment they start planning to the time they depart. Join this session to hear how the Atlantis team is using Sitecore to deliver more business value through context marketing.",
    "Tags": "case study, personalization, context marketing"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Maximizing your Sitecore investment beyond CMS",
    "Teaser": "...innovative spins on the Sitecore platform",
    "Speaker": "Brian Klakring, Raymond James Financial Jorgen Svenstrup, FFW Agency",
    "Location": "St. Croix AB",
    "Time": "11:15am–12:00pm",
    "StartTime": "11:15 AM",
    "FormattedTime": "11:15am<br/>12:00pm",
    "Description": "this rapid fire panel, Sitecore customers will each have seven minutes to show off the innovative ways in which they’re leveraging Sitecore. Learn how different customers utilize pieces of Sitecore you may not normally see. Join us to hear how they’re creating new sites in mere seconds, producing impressive annual reports, and much more.",
    "Tags": "case study, productivity, ROI"
  },
  {
    "Date": "10/18/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Overcoming the marketing challenges of a digital-first world",
    "Teaser": "...how to keep a handle on an ever-evolving marketing climate",
    "Speaker": "Aprimo",
    "Location": "Partner Pavilion Theatre",
    "Time": "12:20pm–12:40pm",
    "StartTime": "12:20 PM",
    "FormattedTime": "12:20pm<br/>12:40pm",
    "Description": "Digital technology has evolved so quickly it’s hard to keep up. In today’s chaotic channel ecosystem, marketing organizations execute a vast amount of content with limited resources. Aprimo will share best practices to face those challenges head-on.",
    "Tags": "productivity"
  },
  {
    "Date": "10/18/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Why AI-powered search is the key to website personalization (with less effort)",
    "Teaser": "...why AI is the way to go",
    "Speaker": "Coveo",
    "Location": "Partner Pavilion Theatre",
    "Time": "1:00pm–1:20pm",
    "StartTime": "1:00 PM",
    "FormattedTime": "1:00pm<br/>1:20pm",
    "Description": "Discover how AI-powered search can increase your conversion rates and engagement metrics. By offering a great search UI and automating the analysis of usage data, you can automatically personalize and proactively recommend the best content to every visitor.",
    "Tags": "engagement analytics, machine learning, personalization"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Coming soon: New features for front end developers",
    "Teaser": "...new features for front end developers",
    "Speaker": "Nick Wesselman, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Stay tuned for details!",
    "Tags": "frontend"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Sizing Sitecore deployments on Microsoft Azure",
    "Teaser": "...how to size Sitecore running on Azure PaaS",
    "Speaker": "Ciaran McAuliffe, Sitecore",
    "Location": "Montego ABC",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Azure offers the ability to easily scale up and down in ways that are impossible in on-premises installations. But with this power comes the risk of undersizing - which affects user experience - and oversizing, which can result in unnecessary charges. This session will help you understand the sizing options available when running Sitecore on Azure, and offer tips on how to determine the right size for your implementation.",
    "Tags": "azure, scalability, devop, deployment"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Coming soon: Updated architecture and scalability",
    "Teaser": "...updates on architecture and scalability",
    "Speaker": "David Morrison, Sitecore",
    "Location": "Montego DEF",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Stay tuned for details!",
    "Tags": "architecture, scalability, sitecoreX"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Technical deep dive: Building connectors with Sitecore Data Exchange framework",
    "Teaser": "...how to build your own connectors",
    "Speaker": "Adam Conn, Sitecore",
    "Location": "Jamaica",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Data Exchange Framework offers the ability to incorporate third-party data into Sitecore in a standard, configurable way. This session shows you how to build your own connector, so you can start integrating omni-channel data from any system with Sitecore.",
    "Tags": "data exchange framework, integration"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Going from zero to digital in 6 seconds",
    "Teaser": "...how Volvo is succeeding with the power of digital",
    "Speaker": "Jason Hunt, Avanade",
    "Location": "Mirage Events Center C1",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Learn how Volvo is succeeding with the power of digital. Hear from Avanade how a digital overhaul can help you build strategies, utilize powerful tools, and create amazing customer experiences that can put you ahead of the competition.",
    "Tags": "roi, case study"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Personalization is the new bacon: 8 steps to cooking up the right personalization strategy",
    "Teaser": "...how to get started with personalization",
    "Speaker": "Lori Kirkland & Jason Grochowski, Quisitive",
    "Location": "St. Thomas AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Despite being one of the most promising capabilities in a B2B marketer’s tool bag, personalization has had a relatively slow adoption rate compared to other capabilities. But, why? Join Quisitive pros, as they walk through the eight key steps to consider as you start to cook up your personalization strategy, ensuring the strategy you set reaps benefit from the investment you’ve made.",
    "Tags": "personalizatoin, ROI"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Sitecore Commerce with the Mayo Clinic",
    "Teaser": "...how the Mayo Clinic is using Sitecore Commerce to further their goal of care and healing",
    "Speaker": "Ravi Nadimpally, Mayo Clinic Vasiliy Fomichev, XCentium",
    "Location": "Antigua AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Mayo Clinic is a nonprofit organization committed to clinical practice, education and research, providing expert, wholeperson care to everyone who needs healing. Hear how Mayo Marketplace and Mayo Healthcare websites are contributing to the goal of providing the best in care and healing.",
    "Tags": "case study, non profit"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Context marketing case: StorySLAM!",
    "Teaser": "...new ideas and proven practices through a fastpaced Sitecore MVP case study competition",
    "Speaker": "James Williamson, Bonfire, Inc. Matthew Tilbury, Codehouse Chris Nash, Sitecore Jim Claussen, Sitecore",
    "Location": "Mirage Events Center C3",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Moth StorySLAM meet Context Marketing. What happens when three Sitcore MVP context marketing experts each present their best case stories in a fast moving “story slam” format? You get lots of inspiration, new out-of-the-box thinking and proven practical tips your can use in your own context marketing programs. As a competition of most valuable tips, the audience gets to vote on the case stories shared. The session will provide more how-we-did-it insights through a post SLAM panel Q&A.",
    "Tags": "case study, context marketing, strategy"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Sitecore CMS: best practice strategies for operational efficiency",
    "Teaser": "...how your WCMS can make you more efficient",
    "Speaker": "Dominic Hurst, Liverpool University Dan Murphy, Velir",
    "Location": "St. Croix AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "The role of the author in modern CMS solutions has evolved into multidimensional job, that reaches beyond the traditional job of writing and publishing content. Optimizing content for a dynamic environment to match the right experience, at the right time, for the right visitor, can be a demanding job. Too often these every day heroes has to fight inflexible and uninspiring solutions to overcome the even smallest tasks. Sitecore is a flexible framework, and by giving more attention to the Authors experience, we can achieve an operational efficiency that also will drive better customer experiences.",
    "Tags": "content management, productivity"
  },
  {
    "Date": "10/18/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Personalization",
    "Teaser": "...how to deliver personalized experiences to the masses",
    "Speaker": "Ed Kapuscinski, NTT Data",
    "Location": "Bermuda AB",
    "Time": "1:45pm–2:30pm",
    "StartTime": "1:45 PM",
    "FormattedTime": "1:45pm<br/>2:30pm",
    "Description": "Personalization represents one of the most exciting aspects of the Sitecore platform but in the real world, doesn’t get used nearly as often as we’d all like. In this session, we’re going to talk about the nuts and bolts of using these tools, and see how easy it is to get started.",
    "Tags": "personalization"
  },
  {
    "Date": "10/18/2017",
    "Category": "Partner Theatre",
    "Colour": "gray",
    "Title": "Commerce in 2022",
    "Teaser": "...what’s ahead for the future of online shopping",
    "Speaker": "Rightpoint",
    "Location": "Partner Pavilion Theatre",
    "Time": "2:45pm–3:05pm",
    "StartTime": "2:45 PM",
    "FormattedTime": "2:45pm<br/>3:05pm",
    "Description": "Consumers’ online shopping expectations are ever-changing. Join Rightpoint to hear how to utilize Sitecore Commerce to prepare your business for the shopping experiences of the future.",
    "Tags": "commerce"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Coming soon: Exciting product updates!",
    "Teaser": "...exciting product updates",
    "Speaker": "Hylke Heidstra, Sitecore Jason St-Cyr, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Stay tuned for details!",
    "Tags": "sitecoreX, future"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Building Sitecore solutions that scale and perform",
    "Teaser": "...the secrets of successful large-scale implementations",
    "Speaker": "Sebastian Winter, Metro Rob Ahnemann, Rightpoint Jakob Leander, Avanade David Morrison, Sitecore",
    "Location": "Montego ABC",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Scalability and performance are two critical aspects of success Sitecore implementations. This session features a panel of Sitecore experts who will share their experience, expertise and knowledge on how to plan, build and support complex, large-scale Sitecore sites.",
    "Tags": "scalability, devop, enterprise, performance"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Sitecore & IoT (Internet of Things)",
    "Teaser": "...how to take advantage of the IoT landscape and how to convert signals into valuable insights",
    "Speaker": "Bas Lijten, Achmea Pavel Veller, EPAM Jason Wilkerson, RBA Morten Ljungberg, Sitecore",
    "Location": "Montego DEF",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Hardly a day goes by without an announcement of a new Internet-connected device. This panel will bring together a group of Sitecore experts who have integrated Sitecore with the IoT ecosystem and worked on putting the collected data to work with machine learning and AI. They’ll share their experiences and offer inspiration on how you can use this fascinating technology to meet your digital marketing objectives.",
    "Tags": "IoT, machine learning, marketing"
  },
  {
    "Date": "10/18/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Sitecore Cognitive Services: A more intelligent Sitecore",
    "Teaser": "...how machine learning can make a major impact on your business",
    "Speaker": "Mark Stiles, Velir",
    "Location": "Jamaica",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "The age of practical machine learning is upon us. Find out how easy it is to integrate powerful new tools into your Sitecore system to make it more intelligent. When Sitecore can understand your content, it can take action, make educated decisions and even talk back.",
    "Tags": "machine learning, marketing"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Increasing conversions and revenue in ecommerce with machine learning",
    "Teaser": "...how to re-create the personalized store experience online",
    "Speaker": "Mark Floisand, Coveo",
    "Location": "Mirage Events Center C1",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Every customer expects the personalization of Amazon and the superior customer service of a brick-and-mortar store. But how do you create this experience without developing your own machine learning algorithm and hiring a team of data scientists? Find out how a mass retailer recreated its personalized store experience online to create a site that has become a powerful driver of revenue and fulfil its brand promise of superior service. Discover how applying machine learning to site search allowed the company to create a relevant and contextual experience for each visitor - increasing the average purchase amount, conversion rate, and much more.",
    "Tags": "search, machine learning, personalization, commerce"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "One platform to rule them all, how QNET takes on the world with Sitecore Commerce",
    "Teaser": "Coming soon!",
    "Speaker": "Trevor Kuna QNET Timothy Steleman, Delaware Consulting",
    "Location": "St. Thomas AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Come see hands-on how QNET made hundreds of product and inventory catalogs work together to enable country and customer-specific pricing and product availability. We’ll bring together content and commerce like never before by giving you a live demo showing what drives a platform that serves the world, while keeping it manageable for your marketing team.",
    "Tags": "commerce, case study"
  },
  {
    "Date": "10/18/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Making Sitecore the world’s first VR-enabled enterprise WCM",
    "Teaser": "...the future of context marketing with virtual and augmented reality",
    "Speaker": "Dennis Augustine & Nabil Orfali, TechGuilds Consulting",
    "Location": "Antigua AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Our web world was modeled after the print world, designed bound to two-dimensional desktop displays. New consumer devices are about to disrupt the web—how will the Context Marketing space react to the advent of virtual reality (VR) and augmented reality (AR) devices? In this session, TechGuilds co-founders, Nabil Orfali & Dennis Augustine, gaze into the future of the coming VR/AR age. The session will include a sneak peek at Project Peek, which adds VR/AR capabilities to the world’s leading WCMS and Context Marketing solutions.",
    "Tags": "future, VR, AR"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Context marketing case: StorySLAM! LIVE using the site from the audience",
    "Teaser": "...new ideas and proven practices through a fastpaced Sitecore MVP case study competition",
    "Speaker": "James Williamson, Bonfire, Inc. Matthew Tilbury, Codehouse Chris Nash, Sitecore Jim Claussen, Sitecore",
    "Location": "Mirage Events Center C3",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Moth StorySLAM meet Context Marketing. What happens when three Sitcore MVP context marketing experts each present their best case stories in a fast moving “story slam” format? You get lots of inspiration, new out-of-the-box thinking and proven practical tips your can use in your own context marketing programs. As a competition of most valuable tips, the audience gets to vote on the case stories shared. The session will provide more how-we-did-it insights through a post SLAM panel Q&A.",
    "Tags": "case study, context marketing, strategy"
  },
  {
    "Date": "10/18/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "The invisible interface: customer experience in a world without screens",
    "Teaser": "...what you need to know to be prepared as a digital marketer, developer or strategist",
    "Speaker": "Troy Outtram, Deliotte",
    "Location": "St. Croix AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "We take it for granted that at some point in almost every customer experience we design, a screen will be utilised. However, trends are emerging that are challenging this assumption and a future without visual interfaces could be closer than we think.",
    "Tags": "future"
  },
  {
    "Date": "10/18/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Sitecore Automated Deployments",
    "Teaser": "...how to step out of the muddle of manual deployments",
    "Speaker": "Naveed Ahmad, EPAM",
    "Location": "Bermuda AB",
    "Time": "3:15pm–4:00pm",
    "StartTime": "3:15 PM",
    "FormattedTime": "3:15pm<br/>4:00pm",
    "Description": "Sitecore requires specific tools and technologies for automated deployments. Automated deployments reduce costs, improves deliverable reliability and increases productivity of the team. In this session, Naveed Ahmad, Sitecore Tech Lead at EPAM, will give a general overview of the different tools and technologies that are available to achieve automated deployments for Sitecore. See an end-to-end demonstration using technologies, such as TeamCity and TDS while tracking the visibility of the deployment process through Slack alerts.",
    "Tags": "deployment, devop"
  },
  {
    "Date": "10/18/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Project management",
    "Teaser": "...how to embark in a step-by-step approach into the digital age",
    "Speaker": "Sean Burke-Gaffney, SapientRazorfish",
    "Location": "Bermuda AB",
    "Time": "11:15pm–12:00pm",
    "StartTime": "11:15 PM",
    "FormattedTime": "11:15pm<br/>12:00pm",
    "Description": "Singapore Art Museum has a long and storied history in Singapore. Always in the shadows of the National Museum and governed by conservative government attitudes and funding, they needed a jumpstart to move from paper and spreadsheets to content personalization and marketing automation. Join Sean Burke-Gaffney, Head of Technology SEA at SapientRazorfish, to hear how he brought this up-and-comer up to date with Sitecore.",
    "Tags": "cases study, personalization"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Coming soon: Exciting technologies to get to nirvana",
    "Teaser": "...exciting technologies to get to nirvana",
    "Speaker": "Alex Shyba & Adam Weber, Sitecore",
    "Location": "Mirage Events Center C2",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Let the dynamic duo of Adam Weber and Alex Shyba of Sitecore Team X show you how to unlock the headless development and deployment capabilities of Sitecore by building your solutions in 100% JavaScript, step outside the traditional web app scenarios and achieve Developer Nirvana in a demo-packed session.",
    "Tags": "headless, deployment, frontend"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Technical deep dive: Sitecore Azure toolkit",
    "Teaser": "...a new tool that facilitates deploying Sitecore to Azure PaaS",
    "Speaker": "Ciaran McAuliffe & Tamas Varga, Sitecore",
    "Location": "Montego ABC",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Sitecore Azure Toolkit allows customers to package and deploy Sitecore solutions to Microsoft Azure and provides out-ofthe-box integration with Azure services such as Application Insights, Redis Cache Service, and Azure Search. This session will show you how to package your own modules and implementations for deployment to the cloud.",
    "Tags": "azure, deployment, devop, monitoring"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "XPF, Machine Learning, and Wizardry",
    "Teaser": "...integrated Machine Learning algorithms with xDB",
    "Speaker": "Todd Mitchell & Niels Kühnel, Sitecore",
    "Location": "Montego DEF",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "With the omni-channel collection power of XPF, how can you resist applying the magic of machine learning to discover customer segments, recommend products, or perform other fun wizardry? We could not, so during this session we’ll cover how you can pair the services of XPF with machine learning to make sense of the customer behavioral data.",
    "Tags": "machine learning, profiling, marketing"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Functional & Non-Functional Testing in Sitecore: Component Level, Page Level and Beyond",
    "Teaser": "...how to QA your way to a cleaner implementation",
    "Speaker": "Anastasiya Flynn, Sitecore Viktoria Shostak, BrainJocks",
    "Location": "Jamaica",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "A Sitecore component travels through numerous test environments before being deployed to a live site. But functional and non-functional bugs - such as those affecting privacy and accessibility - still get through. We have had success with a componentized QA process that avoids this problem and ensures that no  untested code makes it to a client-facing environment. Come learn how we do it.",
    "Tags": "deployment, quality control, accessibility, security"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Integrate your CRM & map with Sitecore for richer customer views",
    "Teaser": "...how to create cohesion in disjointed data silos",
    "Speaker": "Chris Spears & Andy Uzick, ARKE Systems",
    "Location": "Mirage Events Center C1",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Marketers and technologists constantly hear the phrase “360° view of the customer” but what does it really mean and how is it applied in real-world scenarios? Although organizations strive for the singular view of customers, it’s more aspirational than actual — and few successfully put into practice what they preach. This session will focus on how to use Sitecore as a marketing hub that seamlessly integrates your CRM and marketing automation platform (MAP) to get richer views of your customer.",
    "Tags": "CRM, integration, engagement automation, customer view"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Stop assuming: Use SXA and Sitecore optimization features for pre-and-post launch testing",
    "Teaser": "...how to make sure you’re delivering the right experience for the right audience from day one",
    "Speaker": "Jill Grozalsky & Rick Cabral We are Genuine",
    "Location": "St. Thomas AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "When it comes to websites, we’re all guilty of making assumptions about our users and rarely validate assumptions through testing. According to Forrester, 73% of businesses cite customer experience as a strategic priority, yet only 1% deliver an excellent CX. Testing can help increase that number. This session will demonstrate how to execute pre- and post-launch testing within the Sitecore platform to deliver an optimal and effective UX.",
    "Tags": "AB testing, user experience"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Increasing conversions with persuasive personalization using Sitecore",
    "Teaser": "...how Sitecore tools can be used to determine customer motivation",
    "Speaker": "Pranshu Jain, Mindtree",
    "Location": "Antigua AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Motivational patterns established by Robert Cialdini (Cialdini, R (1984, 2007) Influence – the psychology of persuasion) are powerful tools to drive higher conversion. However, not all techniques work on everyone. Targeting the right motivation techniques to individuals based on psychographic profiling is much more effective in driving outcomes. This presentation will offer insights to the principles of motivation, methods of deriving psychographic profiles from user browsing behavior using Sitecore and targeting motivation techniques from psychographic profiles by leveraging Sitecore personalization.",
    "Tags": "profiling, outcomes, personalization"
  },
  {
    "Date": "10/19/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Masterclass: The process of generating business value using context marketing—Part I",
    "Teaser": "...how to map your needs to achieve quick Context Marketing wins!",
    "Speaker": "Christopher Nash, Sitecore",
    "Location": "Mirage Events Center C3",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Looking to get started with context marketing? Or better yet, accelerate your current context marketing initiatives? In this workshop-style double session, Sitecore Business Optimizations Strategies (SBOS) experts share the best of the best: proven processes, successful cases, strategic advice, “how-to” practical tips and take-home tools. The session will feature interactive sharing and workshop-style exercises that will let you follow along and map out your own context marketing needs when it comes to strategy, planning, competencies, and key “how-to’s” for customer experience optimization quick wins.",
    "Tags": "strategy, context marketing, productivity"
  },
  {
    "Date": "10/19/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Breaking barriers: Overcoming common real world challenges in customer experience—Part I",
    "Teaser": "..real insights on winning practices for Sitecore Customer Experience Programs",
    "Speaker": "Sara Everts, RiteHite Pamela King, TechSense Solutions Katrina (Croswell) Arey, Aramark Tim Braga, DineEquity",
    "Location": "St. Croix AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "Real world customer experience programs can involve business, resource, organizational or process challenges. Focusing on real stories from real customers, this special panel-based double session will include honest insights, proven tips, and learned solutions to break through a wide range of internal barriers. A stellar panel of customers will share how how they did it, what they learned, and how you can do it even better.",
    "Tags": "case study, strategy"
  },
  {
    "Date": "10/19/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Cloud",
    "Teaser": "...why and how you should consider deploying on Microsoft Azure",
    "Speaker": "George Chang, Perficent",
    "Location": "Bermuda AB",
    "Time": "10:00am–10:45am",
    "StartTime": "10:00 AM",
    "FormattedTime": "10:00am<br/>10:45am",
    "Description": "PaaS? IaaS? Scaling up? Scaling out? If you’re new to Sitecore in the cloud or just new to the cloud in general, this session will fill you in on all the essentials to make smart decisions on how and why to use Sitecore on Microsoft Azure. Topics include the difference and the pros/cons of IaaS and PaaS, deployment options, a cost/benefit analysis of your Sitecore on Azure options, and how to spin up a fully functional and scalable Sitecore environment in 15 minutes",
    "Tags": "cloud, azure, deployment, devop"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "A day in the life of a Sitecore developer",
    "Teaser": "...how to tap into and capitalize on the Sitecore Developer ecosystem",
    "Speaker": "Eric Stoll & Chris Nielsen, Arke",
    "Location": "Mirage Events Center C2",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Join Sitecore developer, Chris Nielsen, for a discussion on how new Sitecore developers can get up and running fast in a growing community — and how seasoned Sitecore developers can constantly advance their knowledge. This session will show how developers of all skill levels can take advantage of tools, best practices, communities, and professional development to benefit themselves, their employers, and their clients.",
    "Tags": "community, best practices"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "A futuristic showcase of the omni-channel capabilities of Sitecore XP",
    "Teaser": "...where personalization and profiling meet ML, AI and next gen tech awesome!",
    "Speaker": "Rob Habraken, Colours Bas Lijten, Achmea",
    "Location": "Montego ABC",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Make the most out of Sitecore XP - take personalization and profiling to the next level! Experience the capabilities of Sitecore and its omni-channel power in a way that you have never seen before!",
    "Tags": "profiling, personalization"
  },
  {
    "Date": "10/19/2017",
    "Category": "Developer",
    "Colour": "purple",
    "Title": "Meet your new best friend: the Sitecore rules engine",
    "Teaser": "...one of the best kept secrets in the Sitecore Experience Platform",
    "Speaker": "Jeffrey Rondeau, Sitecore",
    "Location": "Montego DEF",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "The rules engine is one of Sitecore’s most powerful features, and yet it is seldom utilized. The rules engine can be leveraged to do everything from writing more reusable code and improving the content authoring experience to even increasing SEO. In this session, I will provide the audience with an overview of how to setup rules in Sitecore, dive into practical lient-driven examples of how to bring your rules to life with code, and show some working solutions and the benefits they provide. You will leave this session armed with the tools needed to hit the ground running incorporating the rules engine when you return to work.",
    "Tags": "rules engine, productivity"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Redefining digital marketing strategies in a B2B landscape",
    "Teaser": "...how to spark your B2B strategies for success",
    "Speaker": "Barbara Klemmer, AMETEK Badal Kotecha, Mindtree",
    "Location": "Mirage Events Center C1",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "In this session, we attempt to take you through a journey of Digital Transformation at AMETEK, Inc. along with their Development partner, Mindtree Ltd. Being an American global manufacturer of electronic instruments and electromechanical devices, AMETEK brings to the table a different perspective to Marketing Strategies in a B2B landscape. To succeed, AMETEK must rethink, redefine and align their marketing and technical strategies in innovative ways that would help them stand out from the crowd while using the Experience Platform within Sitecore.",
    "Tags": "case study, ROI, enterprise"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Unleash your contextual marketing potential: a case study in how to integrate marketing data for a full view of your customer",
    "Teaser": "... how to integrate marketing data for a full view of your customer",
    "Speaker": "Sam Mazzotta & Maurizio Laudisa, Superior Propane Hazem Abughazaleh, OSF Global Services",
    "Location": "St. Thomas AB",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "This session focuses on a real-world example of integrating multiple systems into Sitecore to allow the marketing department to unleash Sitecore’s Customer Experience Manager for a full view of the customer. Join us and our customer, Superior Propane, as we share our story on deploying a Sitecore website that is powered by data from external sources such as the company’s ERP system and Salesforce.com. We will share insights on how to align business objectives with the technical capabilities of Sitecore and other systems to show how your marketing department can create targeted content based on a full view of the customer.",
    "Tags": "integration, content, personalization"
  },
  {
    "Date": "10/19/2017",
    "Category": "Marketing",
    "Colour": "blue",
    "Title": "Sitecore success in hospitality: Two Roads hospitality digital guest experience case study",
    "Teaser": "... how to maintain parent brands among sub-brands within best-in-class experiences",
    "Speaker": "Paolo Torchio, Two Roads Hospitality Mike Shaw, Hedgehog",
    "Location": "Antigua AB",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Two Roads Hospitality operates many luxury hotel brands: Destination Hotels, Thompson Hotels, Joie de Vivre, and others. Managing all of these brands while maintaining focus on individual properties AND migrating everyone to Sitecore would challenge any organization. Come learn how Two Roads develops and implements its digital roadmap using Hedgehog’s Capability Maturity Model while maintaining separate brand identities, marketing in multiple channels, enabling local property campaigns, integrating customer data, leveraging xDB and personalization, and converting at industry-leading rates.",
    "Tags": "case study, ROI, personalization, enterprise"
  },
  {
    "Date": "10/19/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Masterclass: The process of generating business value using context marketing—Part II",
    "Teaser": "...how to map your needs to achieve quick Context Marketing wins!",
    "Speaker": "Christopher Nash, Sitecore",
    "Location": "Mirage Events Center C3",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Looking to get started with context marketing? Or better yet, accelerate your current context marketing initiatives? In this workshop-style double session, Sitecore Business Optimizations Strategies (SBOS) experts share the best of the best: proven processes, successful cases, strategic advice, “how-to” practical tips and take-home tools. The session will feature interactive sharing and workshop-style exercises that will let you follow along and map out your own context marketing needs when it comes to strategy, planning, competencies, and key “how-to’s” for customer experience optimization quick wins.",
    "Tags": "strategy, context marketing, productivity"
  },
  {
    "Date": "10/19/2017",
    "Category": "Strategy",
    "Colour": "orange",
    "Title": "Breaking barriers: Overcoming common real world challenges in customer experience—Part II",
    "Teaser": "..real insights on winning practices for Sitecore Customer Experience Programs",
    "Speaker": "Sara Everts, RiteHite Pamela King, TechSense Solutions Katrina (Croswell) Arey, Aramark Tim Braga, DineEquity",
    "Location": "St. Croix AB",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Real world customer experience programs can involve business, resource, organizational or process challenges. Focusing on real stories from real customers, this special panel-based double session will include honest insights, proven tips, and learned solutions to break through a wide range of internal barriers. A stellar panel of customers will share how how they did it, what they learned, and how you can do it even better.",
    "Tags": "case study, strategy"
  },
  {
    "Date": "10/19/2017",
    "Category": "Getting Started",
    "Colour": "gray",
    "Title": "Getting Started: Experience Editor and authoring",
    "Teaser": "...how the integration of third party software can enhance Experience Editor to deliver localization, brand consistency and much more.",
    "Speaker": "James Derry, Nemetos",
    "Location": "Bermuda AB",
    "Time": "11:00am–11:45am",
    "StartTime": "11:00 AM",
    "FormattedTime": "11:00am<br/>11:45am",
    "Description": "Recognize who’s on your website and personalize the content before the user has made the first click. Translate your site into multiple languages. Access external digital assets. All this can be done without leaving the Sitecore Experience Editor. With seamless third party integration you can build the capabilities to deliver on marketing objectives without creating a minefield of work for your editors. This session looks at how editors and marketers are able to access external tools such as Lead Forensics (analytics), Celum (DAM) and Language Wire (translations) directly from the Experience Editor to streamline their editorial processes.",
    "Tags": "integration, productivity, DAM, localization, content management"
  }
]